tap "homebrew/cask"
tap "homebrew/cask-fonts"
brew "bat"
brew "coreutils"
brew "curl"
brew "fd"
brew "gh"
brew "git"
brew "gnupg"
brew "highlight"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "redis", restart_service: true
brew "ripgrep"
brew "stow"
brew "the_silver_searcher"
brew "z.lua"
cask "brave-browser-beta"
cask "font-jetbrains-mono-nerd-font"
cask "font-powerline-symbols"
cask "insomnia"
cask "kitty"
cask "notion"
cask "rectangle"
cask "stats"
